OCOBOL >>SOURCE FORMAT IS FIXED

      *> ***************************************************************

      *> Author:    Brian Tiffin

      *> Date:

      *> Purpose:

      *> Tectonics: cobc

      *> ***************************************************************

       identification division.

       program-id. .



       data division.

       working-storage section.



      *> ***************************************************************

       procedure division.



       goback.

       end program .
