OCOBOL >>SOURCE FORMAT IS FIXED

      *> ***************************************************************

      *> Author: David Arceneaux

      *> Date:

      *> Purpose:

      *> Tectonics: cobc

      *> Link: https://vivaldi.net/blogs/entry/some-simple-vim-settings-for-opencobol

      *> ***************************************************************

       identification division.

       program-id. .



       data division.

       working-storage section.



      *> ***************************************************************

       procedure division.



       goback.

       end program .
